[
  {
    "id": "1095790317",
    "title": "Dog Days & Core Plays",
    "category": "yoga-for-pe",
    "tier": "silver",
    "description": "This energizing yoga-fitness blend focuses on planks, downward dogs, and ab-burning transitions to build total-body strength and stability. Flow, hold, and fire up your core as you move with purpose from pose to power."
  },
  {
    "id": "1095789967",
    "title": "Chop Shop Cranking it out (flow)",
    "category": "yoga-for-pe",
    "tier": "gold",
    "description": "This rep-based yoga flow starts at 5 and works its way down to 1---crushing stress, tension, and distractions with every breath and movement. A playful countdown that blends strength, stretching, and focus to leave you grounded and energized."
  },
  {
    "id": "1095789404",
    "title": "Ab Circle 2",
    "category": "yoga-for-pe",
    "tier": "gold",
    "description": "Leveling up your ab circle! Do seperately or ab circle 1 followed by ab circle 2......Ab Circle is a fun, full-circle core workout that targets every major ab muscle—upper, lower, obliques, and deep stabilizers—in one dynamic loop. It's your core's joyride to strength, control, and serious burn!"
  },
  {
    "id": "1095788590",
    "title": "Ab Circle 1",
    "category": "yoga-for-pe",
    "tier": "bronze",
    "description": "Ab circle is a fun, full-circle core workout that targets every major ab muscle—upper, lower, obliques, and deep stabilizers—in one dynamic loop. It's your core's joyride to strength, control, and serious burn!"
  },
  {
    "id": "1095787991",
    "title": "Chop Shop Countdown with Instructions",
    "category": "yoga-for-pe",
    "tier": "gold",
    "description": "This instructional rep-based yoga flow starts at 5 and works its way down to 1---crushing stress, tension, and distractions with every breath and movement. A playful countdown that blends strength, stretching, and focus to leave you grounded and energized."
  },
  {
    "id": "452426275",
    "title": "Body Scan with Flowers",
    "category": "relaxation",
    "tier": "silver",
    "description": "This audio body scan helps students tune into their body by guiding them through the body parts and connecting to the breath. Using anatomical terms for muscle and joint identification and basic physiological functions allows the students to truly connect the body and mind. This is a great introductory mindful activity to do in a standard classroom, physical education setting or at home."
  }
]
